Repository: haiwen/seafile
Catalog: web/i18n/*/LC_MESSAGES/messages.po
Languages: de_de, fr, pt_br, sk_sk

source: You must choose a local directory
de_de: Wählen sie ein lokales Verzeichnis
fr: Vous devez choisir un répertoire local
pt_br: Você deve escolher uma pasta do seu computador
sk_sk: Musíte vybrať lokálny adresár

source: Password can not be empty
de_de: Das Passwort darf nicht leer sein
fr: Le mot de passe ne peut pas être vide
pt_br: Senha não pode ser nula
sk_sk: Heslo nesmie byť prázdne

source: Invalid Repo ID
de_de: Ungültige Repo ID
fr: L'ID du repo est invalide
pt_br: ID do Repositório Inválido
sk_sk: Neplatné Repo ID

source: Invalid local directory
de_de: Ungültiges lokales Verzeichnis
fr: Le répertoire local est invalide
pt_br: Pasta inválida
sk_sk: Neplatný lokálny adresár.

source: The local directory you chose is in sync with another repo. Please choose another one.
de_de: Das gewählte Verzeichnis wird mit einer anderen Quelle synchronisiert. Bitte wählen Sie ein anderes.
fr: Le répertoire local que vous avez choisi est synchronisé avec une autre bibliothèque. veuillez en choisir un autre.
pt_br: A pasta local que você escolheu já está sendo sincronizada com outro repositório. Por favor escolha outro.
sk_sk: Adresár, ktorý ste vybrali je už synchronizovaný. Prosím vyberte iný.

source: The local directory you chose cannot be under or includes a system directory of seafile.
de_de: Das gewählte lokale Verzeichnis darf nicht in einem Systemverzeichnis von seafile sein oder dieses beinhalten.
fr: Le répertoire local que vous avez choisi ne peut pas inclure ou être inclut dans un répertoire système de seafile.
pt_br: A pasta que você escolheu não pode estar dentro ou incluir uma pasta do sistema do seafile.
sk_sk: Vybraný lokálny adresár nemôže byť pod alebo obsahovať systémový adresár seafile.

source: The local directory you chose cannot be under or includes another library.
de_de: Das gewählte lokale Verzeichnis darf nicht in einer Bibliothek sein oder eine solche beinhalten.
fr: Le répertoire local que vous avez choisi ne peut pas inclure ou être inclut dans une autre bibliothèque.
pt_br: A pasta que você escolheu não pode estar dentro ou incluir outra biblioteca
sk_sk: Lokálny adresár ktorý ste vybrali nemôže byť pod alebo obsahovať inú knižnicu.

source: Incorrect password.
de_de: Passwort ungültig.
fr: Mot de passe incorrect.
pt_br: Senha incorreta.
sk_sk: Neplatné heslo.

source: Internal error.
de_de: Interner Fehler.
fr: Erreur interne.
pt_br: Erro interno.
sk_sk: Vnútorná chyba.

source: Seafile Client
fr: Client Seafile
pt_br: Cliente Seafile
sk_sk: Seafile Klient

source: System
fr: Systeme
pt_br: Sistema
sk_sk: Systém

source: Libraries
de_de: Bibliothek
fr: Bibliothèques
pt_br: Bibliotecas
sk_sk: Knižnice

source: Settings
de_de: Einstellungen
fr: Paramètres
pt_br: Configurações
sk_sk: Nastavenia

source: Help
de_de: Hilfe
fr: Aide
pt_br: Ajuda
sk_sk: Pomoc

source: Version:
pt_br: Versão:
sk_sk: Verzia:

source: Navigation
pt_br: Navegação
sk_sk: Navigácia

source: All Libraries
de_de: Alle Bibliotheken
fr: Toutes les bibliothèques
pt_br: Todas as Bibliotecas
sk_sk: Všetky knižnice

source: Download Tasks
de_de: Aktuelle Downloads
fr: Tâches de Téléchargement
pt_br: Baixar Tarefas
sk_sk: Úlohy na stiahnutie

source: initializing...
de_de: Initialisierung ...
fr: Initialisation ...
pt_br: Iniciando...
sk_sk: inicializujem...

source: connecting server...
de_de: Verbinde zum Server ...
fr: Connexion au serveur...
pt_br: conectando ao servidor...
sk_sk: pripájam sa na server…

source: indexing files...
de_de: Indiziere Dateien ...
fr: Indexation des fichiers ...
pt_br: indexando arquivos ...
sk_sk: indexujem súbory...

source: Downloading...
de_de: Wird heruntergeladen ...
fr: Téléchargement...
pt_br: Recebendo...
sk_sk: Šťahujem...

source: Creating Folder
de_de: Ordner wird erstellt
fr: Création du répertoire
pt_br: Criando Pasta
sk_sk: Vytváram adresár

source: merging files changes...
de_de: Dateiänderungen werden zusammengefügt
fr: Fusion des changements des fichiers
pt_br: juntando mudanças em arquivos...
sk_sk: spájam zmeny na súboroch...

source: Done
de_de: Abgeschlossen
fr: Fait
pt_br: Finalizado
sk_sk: Hotovo

source: View Details
de_de: Details anzeigen
fr: Voir les détails
pt_br: Ver Detalhes
sk_sk: Zobraziť podrobnosti

source: Canceling...
de_de: Abbrechen ...
fr: Annulation ...
pt_br: Cancelando...
sk_sk: Ruším ...

source: Canceled
de_de: Abgebrochen
fr: Annulé
pt_br: Cancelado
sk_sk: Zrušený

source: Failed to index local files.
de_de: Indizieren der lokalen Dateien fehlgeschlagen.
fr: Impossible d'indexer les fichiers locaux.
pt_br: Falha ao indexar arquivos locais.
sk_sk: Nepodarila sa index lokálnych suborov.

source: Failed to create local files.
de_de: Erstellen des lokalen Verzeichnisses fehlgeschlagen.
fr: Impossible de créer les fichiers locaux.
pt_br: Falha ao criar arquivos locais.
sk_sk: Nepodarila sa vytvoriť lokálne súbory.

source: Failed to merge local file changes.
de_de: Zusammenfügen der Dateiänderungen fehlgeschlagen.
fr: Impossible de fusionner les changements des fichiers locaux.
pt_br: Falha ao juntar mudanças em arquivos locais.
sk_sk: Nepodarilo sa spojiť lokálne zmeny.

source: Incorrect password. Please download again.
de_de: Password ungültig, bitte erneut herunterladen.
fr: Mot de passe incorrect. Veuillez télécharger de nouveau.
pt_br: Senha incorreta. Por favor baixe novamente.
sk_sk: Neplatné heslo. Prosím stiahnite znova.

source: Cancel
de_de: Abbrechen
fr: Annuler
pt_br: Cancelar
sk_sk: Zrušiť

source: Please reenter the password:
de_de: Passwort erneut eingeben:
fr: Veuillez réentrer votre mot de passe:
pt_br: Por favor escreva a senha novamente:
sk_sk: Prosím zadajte znova heslo：

source: Failed to start synchronization:
de_de: Start der Synchronisierung fehlgeschlagen:
fr: Impossible de démarer la synchronisation:
pt_br: Falha ao iniciar sincronização:
sk_sk: Nepodarilo sa začať synchronizovať：

source: Unknown error
de_de: Unbekannter Fehler
fr: Erreur inconnue
pt_br: Erro desconhecido
sk_sk: Neznáma chyba

source: Synchronized
de_de: Synchronisiert
fr: Synchronisé
pt_br: Sincronizado
sk_sk: Zosynchronizovaný

source: Syncing
de_de: Synchronisieren ...
fr: synchronisation...
pt_br: Sincronizando

source: Open
de_de: Öffnen
fr: Ouvrir
pt_br: Abrir
sk_sk: Otvoriť

source: List direcotry contents
de_de: Verzeichnisinhalt auflisten
fr: Lister le contenu du dossier
pt_br: Listar conteúdo da pasta
sk_sk: Zobraz obsah adresrára

source: Restore contents to this state
de_de: Diese Version wiederherstellen
fr: Réstaurer le contenu à cette date.
pt_br: Restaurar conteúdo para esse estado.
sk_sk: Obnoviť obsah na tento stav

source: Modification Detail
de_de: Details der Änderung
fr: Détail des modifications
pt_br: Detalhes da Modificação
sk_sk: Podrobnosti zmeny

source: No file content modified.
de_de: Dateiinhalt wurde nicht verändert
fr: Pas de contenu de fichier modifié
pt_br: Nenhuma modificação no arquivo.
sk_sk: Nebol zmenený žiadny obsah.

source: Submit
de_de: Speichern
fr: Envoyer
pt_br: Enviar
sk_sk: Potvrdiť

source: Connecting
de_de: Verbinden ...
fr: Connexion
pt_br: Conectando
sk_sk: Spájam

source: connection failed
de_de: Verbindung fehlgeschlagen
fr: Échec de la connexion
pt_br: conexão falhou
sk_sk: spojenie zlihalo

source: Start download
de_de: Download starten
fr: Démarer le téléchargement
pt_br: Download inteligente
sk_sk: Začni sťahovať

source: modify
de_de: ändern
fr: modifier
pt_br: modificar
sk_sk: zmeniť

source: Decrypt again
de_de: Erneut entschlüsseln
fr: Décrypter à nouveau
pt_br: Decriptar novamente
sk_sk: Znova dešifrovať

source: For better user experience, please use Chrome, Firefox, or IE with a version 8.0 or above.
de_de: Bitte nutzen Sie Chrome, Firefox oder Internet Explorer ab Version 8.0 .
fr: Pour une meilleure expérience, veuillez utiliser Chrome, Firefox ou IE en version 8 ou plus .
pt_br: Para melhor usabilidade, por favor use o Chrome, Firefox, ou uma versão recente do IE (maior que a 8).
sk_sk: Pre zvýšenie komformtu použite prosím Chrome, Firefox alebo MS IE s verziou 8.0 alebo vyššou.

source: synchronized
de_de: Synchronisiert
fr: synchronisé
pt_br: sincronizado
sk_sk: zosynchronizovaný

source: indexing files
de_de: Indiziere Dateien ...
fr: Indexation des fichiers
pt_br: indexando arquivos
sk_sk: indexujem súbory

source: sync initializing
de_de: Beginne mit Synchronisation
fr: initialisation de la synchro
pt_br: inicializando sincronização
sk_sk: inicializácia synchronizácie

source: downloading
de_de: wird heruntergeladen
fr: Téléchargement
pt_br: recebendo
sk_sk: sťahujem

source: uploading
de_de: wird hochgeladen
fr: Envoi
pt_br: enviando
sk_sk: nahrávam

source: sync merging
de_de: wird zusammengeführt
fr: fusion de la synchro
pt_br: juntando a sincronização
sk_sk: spájanie synchronizácie

source: waiting for sync
de_de: warte auf Synchronisation
fr: En attente de synchro
pt_br: aguardando sincronização
sk_sk: čakám na synchroizáciu

source: server not connected
de_de: Server nicht verbunden
fr: Serveur non connecté
pt_br: servidor não conectado
sk_sk: server nie je pripojený

source: server authenticating
de_de: Authentifizierung beim Server
fr: Authentification du serveur
pt_br: autenticando ao servidor
sk_sk: server sa overuje

source: auto sync is turned off
de_de: Automatische synchronisation ist deaktiviert.
fr: la synchro auto est désactivé
pt_br: sincronização automática desligada
sk_sk: automatická sychronizácie je vpnutá

source: sync status:
de_de: Synchronisationsstatus :
fr: Status de la synchro :
pt_br: estado da sincronização:
sk_sk: stav synchronizáacie：

source: You do not have permission to access this library
de_de: Sie haben keine Berechtigung auf diese Bibliothek zuzugreifen.
fr: Vous n'avez pas l'autorisation d'accéder à cette bibliothèque
pt_br: Você não tem permissão para acessar essa biblioteca
sk_sk: Nemáte oprávenenie pre prístup k tejto knižnici

source: The storage space of the library owner has been used up
de_de: Der Speicherplatz des Bibliotheksbesitzer ist ausgeschöpft.
fr: Le propriétaire de cette bibliothèque est à court d'espace.
pt_br: O espaço de armazenamento do dono da biblioteca acabou.
sk_sk: Vlastník knižnice už nemá voľný diskový priestor

source: Remote service is not available
de_de: Gegenstelle ist nicht erreichbar
fr: Le service distant n'est pas disponible
pt_br: Serviço remoto indisponível
sk_sk: Vzdialená služba nie je dostupná

source: Internal data corrupted.
de_de: Interne Daten sind fehlerhaft
fr: Données internes corrompues
pt_br: Dados internos corrompidos.
sk_sk: Vnútorné dáta boli poškodené.

source: Failed to start upload.
de_de: Beginn des Hochladens nicht erfolgreich.
fr: Impossible de démarrer l'envoi.
pt_br: Falha ao iniciar envio.
sk_sk: Nepodarilo sa začať nahrávanie.

source: Error occured in upload.
de_de: Fehler während des Hochladens.
fr: Une erreur est survenue pendant l'envoi.
pt_br: Ocorreu um erro ao enviar.
sk_sk: Pri nahrávaní sa vyskytla chyba.

source: Failed to start download.
de_de: Beginn des Herunterladens nicht erfolgreich.
fr: Impossible de démarrer le téléchargement
pt_br: Falha ao iniciar recebimento.
sk_sk: Nepodarilo za začať sťahovanie.

source: Error occured in download.
de_de: Fehler während des Herunterladens.
fr: Une erreur est survenue pendant le téléchargement.
pt_br: Ocorreu um erro ao receber.
sk_sk: Pri sťahovaní sa vyskytla chyba.

source: Unknown error.
de_de: Unbekannter Fehler.
fr: Erreur inconnue.
pt_br: Erro desconhecido.
sk_sk: Neznáma chyba.

source: sync error:
de_de: Synchronisationsfehler :
fr: erreur de synchro :
pt_br: erro de sincronização:
sk_sk: chyba synchronizácie：

source: fetching...
de_de: abrufen ...
fr: Aller chercher...
pt_br: buscando...
sk_sk: sťahujem…

source: syncing...
de_de: synchronisieren ...
fr: synchronisation...
pt_br: sincronizando...
sk_sk: synchronizujem...

source: fetching...blocks transfered
de_de: abrufen ... Daten übertragen
fr: L'installation ... des blocs a été transférée
pt_br: buscando... blocos transferidos
sk_sk: sťahujem…prenesených blokov

source: sync done.
de_de: Synchronisation abgeschlossen
fr: Synchro faite.
pt_br: sincronização finalizada.
sk_sk: synchronizácia ukončená.

source: Started
de_de: Begonnen
fr: Démarré
pt_br: Iniciado
sk_sk: Spustená

source: Stopped
de_de: Gestoppt
fr: Stoppé
pt_br: Parado
sk_sk: Zastavená

source: Processors alive:
pt_br: Processadores vivos:

source: Processors dead:
pt_br: Processadores mortos:

source: Proc Name
de_de: Name des Prozessors
fr: Nom du processus
pt_br: Nome do Processo
sk_sk: Názov procesu

source: Peer
de_de: Teilnehmer
fr: Pair
pt_br: Par

source: Create Time
de_de: Erstellt
fr: Date de création
pt_br: Criar Data
sk_sk: Čas vytvorenia

source: Peer ID
de_de: Teilnehmer ID
fr: ID du pair
pt_br: ID do Par

source: Dead time
fr: temps mort
pt_br: Tempo morto

source: View on Website
de_de: Auf Webseite anzeigen
fr: Voir sur le site web
pt_br: Veja no Site
sk_sk: Zobraz na stránke

source: Operations
de_de: Operationen
fr: Opérations
pt_br: Operações
sk_sk: Operácie

source: Sync Now
de_de: Jetzt synchronisieren
fr: Synchroniser maintenant
pt_br: Sincronizando Agora
sk_sk: Synchronizovať teraz

source: Unsync
de_de: Synchronisation beenden
fr: Annuler synchro
pt_br: Desincronizar
sk_sk: Vypnúť synchronizáciu

source: Edit Server Address
de_de: Serveradresse bearbeiten
fr: Éditer l'adresse du Serveur
pt_br: Editar Endereço do Servidor

source: Encrypted
de_de: Verschlüsselt
fr: Crypté
pt_br: Encriptado
sk_sk: Zaheslovaný

source: Local Path:
de_de: Lokaler Pfad:
fr: Chemin local:
pt_br: Caminho Local:
sk_sk: Lokálna cesta：

source: Sync Info
de_de: Synchronisationsinfo
fr: Info de synchro
pt_br: Informações de Sincronização
sk_sk: Informácie o synchronizácii

source: Server:
fr: Serveur:
pt_br: Servidor:

source: Password:
de_de: Passwort:
fr: Mot de passe :
pt_br: Senha:
sk_sk: Heslo:

source: Show
de_de: Anzeigen
fr: Voir
pt_br: Mostrar
sk_sk: Ukázať

source: Auto Sync:
de_de: Automatische Synchronisation
fr: Synchro Auto
pt_br: Sincronia Automática:
sk_sk: Automatická synchronizácia：

source: transfered
de_de: übertragen
fr: transféré
pt_br: transferido
sk_sk: presunuté

source: rate
fr: taux
pt_br: avalie
sk_sk: rýchlosť

source: Library transfer error:
de_de: Bibliotheksübertragungsfehler :
fr: Erreur de transfert de la bibliothèque :
pt_br: Erro de transferência da biblioteca:
sk_sk: Chyba presnosu knižnice：

source: Really want to unsync this library?
de_de: Wollen Sie die Synchronisation dieser Bibliothek wirklich beenden?
fr: Voulez vous réellement annuler la synchronisation de la bibliothèque ?
pt_br: Realmente deseja desincronizar essa biblioteca?
sk_sk: Naozaj chcete zrušiť synchronizáciu knižnice？

source: Edit Server address
de_de: Serveradresse bearbeiten
fr: Éditer l'adresse du Serveur
pt_br: Editar endereço de servidor
sk_sk: Editovať adresu servera

source: Warning:
de_de: Achtung:
fr: Attention :
pt_br: Aviso:
sk_sk: Upozornenie：

source: You should only edit the server address when you're sure the server has used a new address. Otherwise it may make the libraries unable to be synchronized. After edit the address, you should restart seafile for the changes to take effect.
de_de: Sie sollten die Serveradresse nur ändern, wenn Sie sicher sind, dass der Server eine neue Adresse hat. Andernfalls kann die Bibliothek eventuell nicht mehr synchronisiert werden. Damit die Änderungen angewandt werden müssen Sie seafile neu starten.
fr: Vous devriez seulement éditer l'adresse de serveur quand vous êtes sûrs que le serveur utilise une nouvelle adresse. Autrement les bibliothèques seront incapables d'être synchronisé. Après avoir édité cette adresse, vous devriez redémarrer Seafile pour que les changements prennent effets.
pt_br: Você deve editar o endereço do servidor somente se tiver certeza que o servidor mudou de endereço. Do contrário, isso fará com que suas bibliotecas não estejam sincronizadas. Depois de editar o endereço, você deve reiniciar o seafile para que as mudanças tenham efeito.
sk_sk: Editovať adresu servera by ste mali iba v prípade, že server zmenil IP adresu. V opačnom prípade nebude možné sycnhronizovať knižnice. Po zmene adresy servera je nutný reštart seafile aby sa zmena aplikovala.

source: server name
fr: nom du serveur
pt_br: nome do servidor
sk_sk: meno servera

source: server address
de_de: Serveradresse
fr: adresse du serveur
pt_br: endereço do servidor
sk_sk: adresa servera

source: server port
fr: Port du serveur
pt_br: porta do servidor
sk_sk: serverový port

source: Library already exists.
de_de: Bibliothek existiert bereits.
fr: Cette bibliothèque existe déjà.
pt_br: Biblioteca já existe.
sk_sk: Knižnica už existuje.

source: You are going to download
de_de: Sie laden herunter:
fr: Vous allez télécharger
pt_br: Você vai baixar agora
sk_sk: Chystáte sa stiahnuť

source: will be downloaded to:
de_de: Wird heruntergeladen nach:
fr: Sera téléchargé :
pt_br: vai ser baixado para:
sk_sk: bude stiahnutý do：

source: This library is encrypted. Please enter the password for decrypting:
de_de: Diese Bibliothek ist verschlüsselt, bitte geben sie das Passwort ein:
fr: Cette bibliothèque est cryptée. Veuillez entrer le mot de passe :
pt_br: Essa biblioteca está encriptada. Por favor entre com a senha:
sk_sk: Táto knižnica je šifrovaná. Prosím zadajte heslo pre rozšifrovanie：

source: Advanced:
de_de: Erweitert:
fr: Avancé :
pt_br: Avançado:
sk_sk: Pokročílé：

source: sync with an existing folder
de_de: Mit existierendem Verzeichnis synchronisieren
fr: Synchroniser avec un répertoire existant
pt_br: sincronizar com uma pasta existente
sk_sk: synchonizácia s existujúcim adresárom

source: Back to library list.
de_de: Zurück zur Bibliotheksliste.
fr: Retour à la liste des bibilothèques.
pt_br: Voltar para a lista de bibliotecas.
sk_sk: Spt na zoznam knižníc.

source: Sorry, the library with id
de_de: Entschuldigung, die Bibliothek mit der ID
fr: Désolé, la bibliothèque avec l'id
pt_br: Desculpe, a biblioteca com id
sk_sk: Je nám ľúto, knižnica s id

source: does not exists.
de_de: existiert nicht.
fr: n'existe pas.
pt_br: não existe.
sk_sk: neexistuje.

source: You are going to synchronize
de_de: Sie synchronisieren:
fr: Vous allez synchroniser
pt_br: Você vai sincronizar
sk_sk: Chystáte sa synchronizovať

source: Please select a local folder to sync with the library:
de_de: Bitte wähle Sie ein lokales Verzeichnis zur Synchronistaion
fr: Veuillez séléctionner un répertoire local pour synchroniser la bibliothèque
pt_br: Por favor selecione uma pasta local para sincronizar com a biblioteca:

source: Files in the local folder will be merged with files in the library
de_de: Die Dateien im lokalen Verzeichnis werden mit den Dateien der Bibliothek abgeglichen.
fr: Les fichiers du répertoire local seront mélangés avec les fichiers de la bibliothèque.
pt_br: Arquivos da pasta local vão ser fundidos com os da biblioteca
sk_sk: Lokálne súbory budú spojené so súbormi v knižnici

source: Servers
de_de: Server
fr: Serveurs
pt_br: Servidores
sk_sk: Servery

source: connected
de_de: verbunden
fr: connecté
pt_br: conectado
sk_sk: spojené

source: authenticating
de_de: authentifiziere
fr: Authentification
pt_br: autenticando
sk_sk: overujem

source: not connected
de_de: nicht verbunden
fr: Non connecté
pt_br: não conectado
sk_sk: nepripojený

source: Four Steps to Use Seafile Client
de_de: Vier Schritte um Seafile zu nutzen
fr: Quatre étapes pour utiliser le client Seafile
pt_br: Quatro Passos para Usar o Cliente Seafile
sk_sk: Štyri kroky na používanie Seafile klienta

source: Log in to Seafile website, either our official website or your private website.
de_de: Melden Sie sich auf der Seafilewebseite an. Entweder auf der offiziellen oder ihrer privaten.
fr: Connectez-vous au site Web de Seafile, notre site Web officiel ou votre site Web privé.
pt_br: Faça login no site do Seafile. Pode ser no seu site ou no nosso site privado.
sk_sk: Prihlásiť sa na Seafile stránku, oficiálnu stránku alebo privánu stránku.

source: Create a library on Seafile website.
de_de: Erstellen Sie auf der Seafilewebseite eine Bibliothek.
fr: Créer une bibliothèque sur le site de Seafile
pt_br: Crie uma biblioteca no site.
sk_sk: Vytvoriť knižnicu na Seafile stránke.

source: Download the library to a local folder.
de_de: Laden Sie die Bibliothek herunter.
fr: Télécharger la bibliothèque vers un répertoire local.
pt_br: Baixe a biblioteca na sua pasta local.
sk_sk: Stiahnuť knižninu do lokálneho adresára.

source: Add files to the local folder and they will be uploaded automatically.
de_de: Speichern Sie Dateien in ihrer loken Bibliothek und sie werden automatisch hochgeladen.
fr: Ajoutez des fichiers au répertoire local et ils seronts envoyés automatiquement.
pt_br: Adicione arquivos para sua pasta local e eles serão enviados automaticamente.
sk_sk: Pridajte súbory do lokálneho pričinka a tie .budu automaticky nahraté

source: Name
fr: Nom
pt_br: Nome
sk_sk: Meno

source: Description
de_de: Beschreibung
pt_br: Descrição
sk_sk: Popis

source: Server
fr: Serveur
pt_br: Servidor

source: Modify Time
de_de: Geändert
fr: Modification
pt_br: Modificado em
sk_sk: Čas zmeny

source: State
de_de: Status
fr: État
pt_br: Estado
sk_sk: Stav

source: Action
de_de: Aktion
pt_br: Ação
sk_sk: Akcia

source: Unknown
de_de: Unbekannt
fr: Inconnu
pt_br: Desconhecido
sk_sk: Neznámy

source: Notify when libraries are synchronized
de_de: Nach dem synchronisieren benachrichtigen
fr: Notifier lorsque qu'une bibilothèque est synchronisée
pt_br: Notifique quando as bibliotecas estiverem sincronizadas
sk_sk: Notifikuj keď sú knižnice zosynchronizované

source: Auto start Seafile on system startup (only for Windows)
de_de: Seafile Client automatisch starten (nur für Windows)
fr: Lancement automatique de Seafile au démarrage (Pour Windows seulement)
pt_br: Iniciar Seafile automaticamente quando sistema iniciar (somente para Windows)
sk_sk: Automatický štart Seafile pri štarte systému (iba platforma Windows)

source: Enable encryption for data transfer (restart Seafile to take effect)
de_de: Datenübertragung verschlüsseln (starten Sie Seafile neu um Einstellungen anzuwenden)
fr: Activer le cryptage lors du transfert des données (relancer Seafile pour prendre effet)
pt_br: Habilitar encriptação para transferência de dados (reinicie Seafile para ter efeito)
sk_sk: Zapnúť šifrovanie pre dátový transfer (je potrebný reštart Seafile)

source: Upload speed limit:
de_de: Max. Uploadgesch.:
fr: Envoi :
pt_br: Limite de velocidade de envio:
sk_sk: Limit pre nahrávanie：

source: Download speed limit:
de_de: Max. Downloadgesch.:
fr: Téléchargement :
pt_br: Limite de velocidade de recebimento:
sk_sk: Limit pre sťahovanie：

source: Edit server address
sk_sk: Editovať adresu servera

source: Please select a local folder to synced with the library
sk_sk: Prosím vyberte lokálny priečinok pre sychronizáciu knižnice

source: Official Server
sk_sk: Oficiálny server
