Repository: haiwen/seafile
Catalog: po/*.po
Languages: fr, pt_br, sk_sk

source: Uploading
fr: Envoi
pt_br: Enviando
sk_sk: Nahrávam

source: Downloading
fr: Téléchargement
pt_br: Recebendo
sk_sk: Sťahujem

source: Speed
fr: Vitesse
pt_br: Velocidade
sk_sk: Rýchlosť

source: is unsynced. Reason: Deleted on server
fr: n'est pas synchronisé. Raison: supprimé sur le serveur
pt_br: não foi sincronizado. Razão: Deletado do servidor
sk_sk: je nesynchronizovaný. Dôvod: zmaznaý na serveri

source: is synchronized
fr: est synchronisé
pt_br: foi sincronizado
sk_sk: je synchronizovaný.

source: failed to sync. Access denied to service
fr: Échec de la synchro. Accès interdit au service
pt_br: falha ao sincronizar. Acesso negado ao serviço
sk_sk: zlihala synchronizácia. Prístup k službe bol odmietnutý

source: failed to sync. The library owner's storage space is used up.
fr: Échec de la synchro. Le propriétaire de la bibliothèque ne possède plus d'espace de stockage.
pt_br: falha ao sincronizar. O espaço de armazenamento de bibliotecas acabou.
sk_sk: zlihala synchronizácia. Vlastníik knižnice má vyčermapný diskový priestor.

source: files
fr: autre fichiers
pt_br: arquivos
sk_sk: súbory

source: directories
fr: Répertoires
pt_br: pastas
sk_sk: adresáre

source: and %s more
fr: ainsi que %s
pt_br: e mais %s
sk_sk: a %s viac

source: Added
fr: Ajout de
pt_br: Adicionado
sk_sk: Pridané

source: Deleted
fr: Suppression de
pt_br: Deletado
sk_sk: Zmazané

source: Removed
fr: Suppression de
pt_br: Removido
sk_sk: Odstránené

source: Modified
fr: Modification de
pt_br: Modificado
sk_sk: Zmenené

source: Renamed
fr: Renommage de
pt_br: Renomeado
sk_sk: Premenovný

source: Moved
fr: Déplacement de
pt_br: Movido
sk_sk: Presunutý

source: Added directory
fr: Ajout du répertoire
pt_br: Adicionar pasta
sk_sk: Pridaný adresár

source: Removed directory
fr: Suppression du répertoire
pt_br: Remover pasta
sk_sk: Odstránený adresár

source: Renamed directory
fr: Renommage du répertoire
pt_br: Renomear pasta
sk_sk: Premenovaný adresár

source: Moved directory
fr: Déplacement du répertoire
pt_br: Pasta movida
sk_sk: Presunutý adresár

source: Reverted repo to status at
fr: Retour de la bibliothèque à son état du
pt_br: Revertido repositório ao estado de
sk_sk: Obnova repo stavu k

source: Reverted file to status at
fr: Retour du fichier à son état du
pt_br: Revertido arquivo ao estado de
sk_sk: Obnova súbora z

source: Recovered deleted directory
fr: Récupération du dossier supprimé
pt_br: Recuperada pasta perdida
sk_sk: Obnovený zmazaný adresár

source: Auto merge by seafile system
fr: Fusion automatique par seafile
pt_br: Junção automática pelo seafile
sk_sk: Automaticky spojené seafile systémom

source: Seafile is already running
fr: Seafile est déjà en fonctionnement
pt_br: Seafile já está rodando
sk_sk: Seafile je už spustený

source: Auto sync is disabled
fr: La synchro auto est désactivé
pt_br: Sincronização automática desabilitada
sk_sk: Automatická synchronizácia je vypnutá.

source: free
fr: libre
pt_br: sobrando
sk_sk: voľný

source: free space unknown
fr: Espace libre inconnu
pt_br: espaço sobrando desconhecido
sk_sk: voľný priestor nebol zistený

source: Choose a folder
fr: Choisissez un dossier
pt_br: Escolha uma pasta
sk_sk: Vyberte adresár

source: Please choose a folder first
fr: Veuillez sélectionner un dossier en premier
pt_br: Por favor escolha uma pasta primeiro
sk_sk: Prosím vyberte najprv adresár

source: Initialzation is not finished. Really quit?
fr: L'initialisation n'est pas finie. Êtes vous sûr de vouloir quitter ?.
pt_br: Inicialização não foi concluída. Deseja mesmo sair?
sk_sk: Inicializácia nebola dokončená. Naozej chcete program ukončiť?

source: Seafile is started
fr: Seafile est démaré
pt_br: Seafile iniciou
sk_sk: Seafile je spustený

source: Click the icon to open admin console
fr: Cliquer sur l'icône pour ouvrir la console d'administration
pt_br: Clique no ícone para abrir o console administrativo
sk_sk: Pre otvorenie administatívnej konzoly, klinknite na obrázok

source: Failed to disable auto sync
fr: Impossible de désactiver la synchro auto
pt_br: Falha ao disabitar sincronização automática
sk_sk: Nepodarilo sa vypnúť automatickú synchronizáciu

source: Failed to enable auto sync
fr: Impossible d'activer la synchro auto
pt_br: Falha ao habilitar sincronização automática
sk_sk: Nepodarilo sa zapnúť automatickú synchronizáciu

source: Seafile is already running
fr: Seafile est déjà en fonctionnement
pt_br: Seafile já está rodando
sk_sk: Seafile je už spustený
